{
    "id": "surface-upward-mass-flux-of-carbon-dioxide-expressed-as-carbon-due-to-emission-from-vegetation-in-fires",
    "validation-key": "surface-upward-mass-flux-of-carbon-dioxide-expressed-as-carbon-due-to-emission-from-vegetation-in-fires",
    "ui-label": "Surface Upward Mass Flux Of Carbon Dioxide Expressed As Carbon Due To Emission From Vegetation In Fires",
    "description": "The surface called \"surface\" means the lower boundary of the atmosphere. \"Upward\" indicates a vector component which is positive when directed upward (negative downward). In accordance with common usage in geophysical disciplines, \"flux\" implies per unit area, called \"flux density\" in physics. The phrase \"expressed_as\" is used in the construction A_expressed_as_B, where B is a chemical constituent of A. It means that the quantity indicated by the standard name is calculated solely with respect to the B contained in A, neglecting all other chemical constituents of A. The chemical formula for carbon dioxide is CO2. The specification of a physical process by the phrase \"due_to_\" process means that the quantity named is a single term in a sum of terms which together compose the general quantity named by omitting the phrase. \"Emission\" is a process entirely distinct from \"re-emission\" which is used in some standard names. \"Vegetation\" means any living plants e.g. trees, shrubs, grass. The quantity with standard name surface_upward_mass_flux_of_carbon_dioxide_expressed_as_carbon_due_to_emission_from_fires is the sum of the quantities with standard names surface_upward_mass_flux_of_carbon_dioxide_expressed_as_carbon_due_to_emission_from_vegetation_in_fires and surface_upward_mass_flux_of_carbon_dioxide_expressed_as_carbon_due_to_emission_from_litter_in_fires.",
    "canonical_units": "kg m-2 s-1",
    "cf-name": "surface_upward_mass_flux_of_carbon_dioxide_expressed_as_carbon_due_to_emission_from_vegetation_in_fires",
    "@context": "_context_",
    "type": [
        "wcrp:standard-name",
        "cf"
    ]
}
