{
    "id": "tendency-of-atmosphere-mass-content-of-nitrogen-compounds-expressed-as-nitrogen-due-to-anthropogenic-land-use-or-land-cover-change",
    "validation-key": "tendency-of-atmosphere-mass-content-of-nitrogen-compounds-expressed-as-nitrogen-due-to-anthropogenic-land-use-or-land-cover-change",
    "ui-label": "Tendency Of Atmosphere Mass Content Of Nitrogen Compounds Expressed As Nitrogen Due To Anthropogenic Land Use Or Land Cover Change",
    "description": "The phrase \"tendency_of_X\" means derivative of X with respect to time. \"Content\" indicates a quantity per unit area. The \"atmosphere content\" of a quantity refers to the vertical integral from the surface to the top of the atmosphere. For the content between specified levels in the atmosphere, standard names including \"content_of_atmosphere_layer\" are used. The phrase \"expressed_as\" is used in the construction A_expressed_as_B, where B is a chemical constituent of A. It means that the quantity indicated by the standard name is calculated solely with respect to the B contained in A, neglecting all other chemical constituents of A. The specification of a physical process by the phrase \"due_to_\" process means that the quantity named is a single term in a sum of terms which together compose the general quantity named by omitting the phrase. \"Nitrogen compounds\" summarizes all chemical species containing nitrogen atoms. The list of individual species that are included in this quantity can vary between models. Where possible, the data variable should be accompanied by a complete description of the species represented, for example, by using a comment attribute. The specification of a physical process by the phrase \"due_to_\" process means that the quantity named is a single term in a sum of terms which together compose the general quantity named by omitting the phrase. \"Anthropogenic\" means influenced, caused, or created by human activity. \"Anthropogenic land use change\" means human changes to land, excluding forest regrowth. It includes fires ignited by humans for the purpose of land use change and the processes of eventual disposal and decomposition of wood products such as paper, cardboard, furniture and timber for construction.",
    "canonical_units": "kg m-2 s-1",
    "cf-name": "tendency_of_atmosphere_mass_content_of_nitrogen_compounds_expressed_as_nitrogen_due_to_anthropogenic_land_use_or_land_cover_change",
    "@context": "_context_",
    "type": [
        "wcrp:standard-name",
        "cf"
    ]
}
