{
    "id": "tendency-of-integral-wrt-depth-of-sea-water-conservative-temperature-expressed-as-heat-content-due-to-parameterized-mesoscale-eddy-advection",
    "validation-key": "tendency-of-integral-wrt-depth-of-sea-water-conservative-temperature-expressed-as-heat-content-due-to-parameterized-mesoscale-eddy-advection",
    "ui-label": "Tendency Of Integral Wrt Depth Of Sea Water Conservative Temperature Expressed As Heat Content Due To Parameterized Mesoscale Eddy Advection",
    "description": "The phrase \"tendency_of_X\" means derivative of X with respect to time. The phrase \"integral_wrt_X_of_Y\" means int Y dX. To specify the limits of the integral the data variable should have an axis for X and associated coordinate bounds. If no axis for X is associated with the data variable, or no coordinate bounds are specified, it is assumed that the integral is calculated over the entire vertical extent of the medium, e.g, if the medium is air the integral is assumed to be calculated over the full depth of the atmosphere. The abbreviation \"wrt\" means \"with respect to\". Depth is the vertical distance below the surface. Conservative Temperature is defined as part of the Thermodynamic Equation of Seawater 2010 (TEOS-10) which was adopted in 2010 by the International Oceanographic Commission (IOC). Conservative Temperature is specific potential enthalpy (which has the standard name sea_water_specific_potential_enthalpy) divided by a fixed value of the specific heat capacity of sea water, namely cp_0 = 3991.86795711963 J kg-1 K-1. The zero Joule reference temperature, referred to as bigthetao, is zero degrees Celsius. Conservative Temperature is a more accurate measure of the \"heat content\" of sea water, by a factor of one hundred, than is potential temperature. Because of this, it can be regarded as being proportional to the heat content of sea water per unit mass. Reference: www.teos-10.org; McDougall, 2003 doi: 10.1175/1520-0485(2003)033<0945:PEACOV>2.0.CO;2. The phrase \"expressed_as_heat_content\" means that this quantity is calculated as the specific heat capacity times density of sea water multiplied by the conservative temperature of the sea water in the grid cell and integrated over depth. The specification of a physical process by the phrase \"due_to_\" process means that the quantity named is a single term in a sum of terms which together compose the general quantity named by omitting the phrase. Parameterized eddy advection in an ocean model means the part due to a scheme representing parameterized eddy-induced advective effects not included in the resolved model velocity field. Parameterized mesoscale eddy advection occurs on a spatial scale of many tens of kilometres and an evolutionary time of weeks. Reference: James C. McWilliams 2016, Submesoscale currents in the ocean, Proceedings of the Royal Society A: Mathematical, Physical and Engineering Sciences, volume 472, issue 2189. DOI: 10.1098/rspa.2016.0117. Parameterized mesoscale eddy advection is represented in ocean models using schemes such as the Gent-McWilliams scheme. There are also standard names for parameterized_submesoscale_eddy_advection which, along with parameterized_mesoscale_eddy_advection, contributes to the total parameterized eddy advection. Additionally, when the parameterized advective process is represented in the model as a skew-diffusion rather than an advection, then the parameterized skew diffusion should be included in this diagnostic. The convergence of a skew-flux is identical (in the continuous formulation) to the convergence of an advective flux, making their tendencies the same.",
    "canonical_units": "W m-2",
    "cf-name": "tendency_of_integral_wrt_depth_of_sea_water_conservative_temperature_expressed_as_heat_content_due_to_parameterized_mesoscale_eddy_advection",
    "@context": "_context_",
    "type": [
        "wcrp:standard-name",
        "cf"
    ]
}
