{
    "id": "tendency-of-integral-wrt-depth-of-sea-water-salinity-expressed-as-salt-mass-content-due-to-parameterized-submesoscale-eddy-advection",
    "validation-key": "tendency-of-integral-wrt-depth-of-sea-water-salinity-expressed-as-salt-mass-content-due-to-parameterized-submesoscale-eddy-advection",
    "ui-label": "Tendency Of Integral Wrt Depth Of Sea Water Salinity Expressed As Salt Mass Content Due To Parameterized Submesoscale Eddy Advection",
    "description": "The phrase \"tendency_of_X\" means derivative of X with respect to time. The phrase \"integral_wrt_X_of_Y\" means int Y dX. To specify the limits of the integral the data variable should have an axis for X and associated coordinate bounds. If no axis for X is associated with the data variable, or no coordinate bounds are specified, it is assumed that the integral is calculated over the entire vertical extent of the medium, e.g, if the medium is air the integral is assumed to be calculated over the full depth of the atmosphere. The abbreviation \"wrt\" means \"with respect to\". Depth is the vertical distance below the surface. Sea water salinity is the salt concentration of sea water, often on the Practical Salinity Scale of 1978. However, the unqualified term 'salinity' is generic and does not necessarily imply any particular method of calculation. There are standard names for the more precisely defined salinity quantities sea_water_knudsen_salinity, S_K (used for salinity observations between 1901 and 1966), sea_water_cox_salinity, S_C (used for salinity observations between 1967 and 1977), sea_water_practical_salinity, S_P (used for salinity observations from 1978 to the present day), sea_water_absolute_salinity, S_A, sea_water_preformed_salinity, S_*, and sea_water_reference_salinity. Salinity quantities that do not match any of the precise definitions should be given the more general standard name of sea_water_salinity. Parameterized eddy advection in an ocean model means the part due to a scheme representing parameterized eddy-induced advective effects not included in the resolved model velocity field. Parameterized submesoscale eddy advection occurs on a spatial scale of the order of 1 km horizontally. Reference: James C. McWilliams 2016, Submesoscale currents in the ocean, Proceedings of the Royal Society A: Mathematical, Physical and Engineering Sciences, volume 472, issue 2189. DOI: 10.1098/rspa.2016.0117. There are also standard names for parameterized_mesoscale_eddy_advection which, along with parameterized_submesoscale_eddy_advection, contributes to the total parameterized eddy advection. Additionally, when the parameterized advective process is represented in the model as a skew-diffusion rather than an advection, then the parameterized skew diffusion should be included in this diagnostic. The convergence of a skew-flux is identical (in the continuous formulation) to the convergence of an advective flux, making their tendencies the same.",
    "canonical_units": "kg m-2 s-1",
    "cf-name": "tendency_of_integral_wrt_depth_of_sea_water_salinity_expressed_as_salt_mass_content_due_to_parameterized_submesoscale_eddy_advection",
    "@context": "_context_",
    "type": [
        "wcrp:standard-name",
        "cf"
    ]
}
