{
  "@id": "cf:standard_name/tendency_of_atmosphere_mass_content_of_ethers_due_to_emission_from_land_transport",
  "@type": "standard-name",
  "name": "tendency_of_atmosphere_mass_content_of_ethers_due_to_emission_from_land_transport",
  "description": "\"tendency_of_X\" means derivative of X with respect to time. \"Content\" indicates a quantity per unit area. The \"atmosphere content\" of a quantity refers to the vertical integral from the surface to the top of the atmosphere. For the content between specified levels in the atmosphere, standard names including \"content_of_atmosphere_layer\" are used. The mass is the total mass of the molecules. The specification of a physical process by the phrase \"due_to_\" process means that the quantity named is a single term in a sum of terms which together compose the general quantity named by omitting the phrase. \"Emission\" means emission from a primary source located anywhere within the atmosphere, including at the lower boundary (i.e. earth's surface). \"Emission\" is a process entirely distinct from \"re-emission\" which is used in some standard names. Ethers are a class of organic compounds that contain an ether group - an oxygen atom connected to two alkyl or aryl groups - of general formula R-O-R. In standard names \"ethers\" is the term used to describe the group of ether species that are represented within a given model. The list of individual species that are included in a quantity having a group chemical standard name can vary between models. Where possible, the data variable should be accompanied by a complete description of the species represented, for example, by using a comment attribute.   The \"land transport\" sector includes fuel combustion activities related to road transportation, railways and other transportation.  \"Land transport\" is the term used in standard names to describe a collection of emission sources. A variable which has this value for the standard_name attribute should be accompanied by a comment attribute which lists the source categories and provides a reference to the categorization scheme, for example, \"IPCC (Intergovernmental Panel on Climate Change) source categories 1A3b, 1A3c and 1A3e as defined in the 2006 IPCC guidelines for national greenhouse gas inventories\".",
  "canonical_units": "kg m-2 s-1",
  "amip": null,
  "grib": null
}